/* Type of IP address */
"6to4 relay" = "Reencaminhamento 6 para 4";

/* No comment provided by engineer. */
"AirPort Connected" = "WiFi activado";

/* No comment provided by engineer. */
"Airport connected" = "WiFi activado";

/* No comment provided by engineer. */
"Airport disconnected" = "WiFi desactivado";

/* No comment provided by engineer. */
"AirPort Disconnected" = "WiFi desactivado";

/* No comment provided by engineer. */
"Battery charging..." = "Bateria a carregar...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Ligação Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Dispositivo Bluetooth ligado";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Dispositivo Bluetooth desligado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Ligação Bluetooth interrompida";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Carga actual: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet activado";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet desactivado";

/* No comment provided by engineer. */
"FireWire Connection" = "Ligação FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Dispositivo FireWire ligado";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Dispositivo FireWire desligado";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Ligação FireWire interrompida";

/* No comment provided by engineer. */
"Group Network Notifications" = "Agrupar notificações de rede";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP adquirido";

/* No comment provided by engineer. */
"IP address acquired" = "Endereço IP adquirido";

/* No comment provided by engineer. */
"IP address released" = "Endereço IP libertado";

/* No comment provided by engineer. */
"IP Released" = "IP libertado";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Acedeu a uma rede.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Deixou a rede %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Ligação à rede indisponível";

/* No comment provided by engineer. */
"Network Link Up" = "Ligação à rede disponível";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Novo endereço IP primário: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Actualmente sem endereço de IP";

/* No comment provided by engineer. */
"On A/C power" = "Em alimentação de adaptador de corrente";

/* No comment provided by engineer. */
"On battery power" = "Em alimentação de bateria";

/* No comment provided by engineer. */
"On UPS power" = "Em alimentação de UPS";

/* No comment provided by engineer. */
"Preferences..." = "Preferências...";

/* Type of IP address */
"Private" = "Privado";

/* Type of IP address */
"Public" = "Público";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Sair do HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reservado";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostrar dispositivos ligados ao abrir";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Mudança para alimentação de adaptador de corrente";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Mudança para alimentação de bateria";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Mudança para alimentação de UPS";

/* No comment provided by engineer. */
"Sync finished" = "Sincronização concluída";

/* No comment provided by engineer. */
"Sync started" = "Sincronização iniciada";

/* Type of IP address */
"Test" = "Teste";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Esta definição terá efeito quando reabrir o HardwareGrowler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tempo restante: %i minutos";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tempo para carregar: %i minutos";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire sem nome";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connection" = "Ligaçao USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Dispositivo USB ligado";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Dispositivo USB desligado";

/* No comment provided by engineer. */
"USB Disconnection" = "Ligação USB interrompida";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume desmontado";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Abrir preferências do HardwareGrowler...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostrar ícone em ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostrar ícone na Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostrar ícone na barra de menus";

/* display no icon at all */
"No icon visible" = "Nenhum ícone visível";

/* No comment provided by engineer. */
"Icon:" = "Ícone:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Aviso! Ao activar esta opção irá causar que o HardwareGrowler seja executado sem mostrar um ícone na Dock ou na barra de menus.\n\nPara aceder às Preferências, clique em HardwareGrowler no Launchpad, ou abra o HardwareGrowler pelo Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Aviso! Ao activar esta opção irá causar que o HardwareGrowler seja executado em segundo plano";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Aviso! Ao activar esta opção irá adicionar o HardwareGrowler aos seus itens de início de sessão";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Ao permitir isto irá causar que o HardwareGrowler seja aberto sempre que iniciar sessão, para que esteja disponível para as aplicações que o utilizam a qualquer momento";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Abrir HardwareGrowler ao iniciar sessão:";

